Repository: Skk-tj/HoloCal
Catalog: holo-wtf/Localizable.xcstrings
Source language: en
Languages: ja

# AGENCY_ALL
source: All
ja: 全部

# AGENCY_FAVOURITES
source: Favourites
ja: お気に入り

# AGENCY_HOLOLIVE
source: Hololive
ja: ホロライブ

# AGENCY_NIJISANJI
source: Nijisanji
ja: にじさんじ

# AGENCY_NORI_PRO
source: Nori Pro
ja: のりプロ

# AGENCY_VSPO
source: Virtual eSports Project
ja: ぶいすぽっ！

# BLOCK_FORMAT_VIEW_FORMAT
source: Format
ja: 形式

# BLOCK_JPY_PRICE_TICKET_PRICE
source: Ticket Price
ja: チケット価格

# BLOCK_LIVE_TIME_VIEW_STARTED_AGO
source: Started Ago
ja: 開始時間

# BLOCK_LIVE_TIME_VIEW_TIME_STARTED
source: Time Started
ja: 開始時間

# BLOCK_LIVE_TIME_VIEW_WAITING
source: Waiting...
ja: 待機中

# BLOCK_MEMBER_ONLY_MEMBER
source: Member
ja: メンバー限定

# BLOCK_MEMBER_ONLY_MEMBERSHIP
source: Membership
ja: メンバーシップ

# BLOCK_PAST_TIME_VIEW_TIME_ENDED
source: Time Ended
ja: 終了時間

# BLOCK_PLATFORM_VIEW_PLATFORM
source: Platform
ja: プラットフォーム

# BLOCK_UPCOMING_TIME_VIEW_STARTING_IN
source: Starting In
ja: 開始時間

# BLOCK_UPCOMING_TIME_VIEW_STARTING_TIME
source: Starting Time
ja: 開始時間

# BLOCK_UPCOMING_TIME_VIEW_STARTING_TIME_UNKNOWN
source: N/A
ja: 不明

# BLOCK_VIDEO_TYPE_PREMIERE
source: Premiere
ja: プレミア公開

# BLOCK_VIDEO_TYPE_VIDEO
source: Video
ja: ビデオ

# CALENDAR_ACCESS_MESSAGE
source: Calendar access is disabled. Please check your privacy settings.
ja: カレンダーにアクセスできません。プライバシー設定をご確認ください。

# CALENDAR_ACCESS_TITLE
source: Calendar Access
ja: カレンダーアクセス許可

# COLLAB_SHEET_DISMISS_BUTTON
source: Dismiss
ja: 閉じる

# COLLAB_SHEET_NAVIGATION_TITLE
source: Collaboration
ja: コラボレーション

# CONCERT_VIEW_DISCLAIMER
source: We regret that concert data may be incorrect or incomplete. We are continuing to improve our data.
ja: コンサートデータが不正確または不完全な場合があることをお詫びいたします。

# CONCERT_VIEW_OFFICIAL_LINK
source: Official Site
ja: オフィシャルサイト

# CONCERT_VIEW_PURCHASE_TICKETS
source: Purchase Tickets
ja: チケット購入

# CONCERT_VIEW_TITLE
source: Concert
ja: ライブコンサート

# CONCERT_VIEW_TWITTER_LINK
source: Twitter Link
ja: Xリンク

# CONCERT_VIEW_YOUTUBE_LINK
source: YouTube Link
ja: YouTubeリンク

# CURRENTLY_LIVE_WIDGET_DESCRIPTION
source: Show a current stream.
ja: ライブ配信を表示する

# CURRENTLY_LIVE_WIDGET_DISPLAY_NAME
source: Live
ja: ライブ配信

# DST_REMINDER_VIEW_FOOTER
source: Your device is set to a timezone that observes Daylight Saving Time. No location data was used.
ja: このデバイスは、夏時間タイムゾーンに設定されています。位置情報は使用されていません。

# DST_REMINDER_VIEW_TITLE
source: **DAYLIGHT SAVING TIME REMINDER**
ja: 夏時間リマインダー

source: Failed to retrieve new data
ja: データの取得に失敗しました

# INTENT_AGENCY
source: Agency
ja: 事務所

# INTENT_SORT_BY
source: Sort By
ja: 並べ替え

# INTENT_SORT_BY_MOST_RECENT
source: Most Recent
ja: 開始時間順

# INTENT_SORT_BY_MOST_VIEWER
source: Most Viewer
ja: 視聴者数順

# JPY_PRICE_FREE
source: Free
ja: 無料

# JPY_PRICE_TBD
source: TBD
ja: 未定

# LINKED_VIDEO_SWIPE_ACTIONS_FAVOURITE
source: Favourite
ja: お気に入り

# LINKED_VIDEO_SWIPE_ACTIONS_SHARE
source: Share
ja: シェア

# LINKED_VIDEO_SWIPE_ACTIONS_UNFAVOURITE
source: Unfavourite
ja: お気に入りを削除

# LIVE_CELL_VIEW_MEMBER_ONLY_STREAM
source: Member-only stream
ja: メンバー限定

# LIVE_CELL_VIEW_PEOPLE_WATCHING %lld
source: %lld watching
ja: %lld人が視聴中

# LIVE_CELL_VIEW_STARTED_AGO %@
source: Started %@
ja: %@にライブ開始

# LIVE_CELL_VIEW_WAITING
source: Waiting...
ja: 待機中

# LIVE_CHANNELS_WIDGET_DESCRIPTION
source: Show a list of channels that are live.
ja: 配信中チャンネルを表示する

# LIVE_CHANNELS_WIDGET_DISPLAY_NAME
source: Live Channels
ja: 配信中チャンネル

# LIVE_COUNT_WIDGET_DESCRIPTION
source: Show the number of current live streams.
ja: 現在のライブ配信の数を表示する。

# LIVE_COUNT_WIDGET_DISPLAY_NAME
source: Live Count
ja: ライブ配信カウント

# LIVE_FORMAT_BOTH
source: On-site + Online
ja: 現地＋オンライン

# LIVE_FORMAT_IRL
source: On-site
ja: 現地

# LIVE_FORMAT_ONLINE
source: Online
ja: オンライン

# LIVE_VIEW_CURRENT_COUNT %lld
source: %lld Currently Live
ja: %lld人が配信中

# LIVE_VIEW_CURRENT_COUNT %lld %lld
source: %lld Currently Live (%lld excluded)
ja: %lld人が配信中（%lld人表示されていない）

# LIVE_VIEW_FAVOURITE_SECTION_TITLE
source: Favourited
ja: お気に入り

# LIVE_VIEW_TITLE
source: Live
ja: 配信中

# LIVE_VIEW_TOOLBAR_SHOW_ABSOLUTE
source: Show absolute time
ja: 絶対時間を表示

# LIVE_VIEW_TOOLBAR_SHOW_CARD
source: Show card view
ja: カードビューを表示

# LIVE_VIEW_TOOLBAR_SHOW_COMPACT
source: Show Express Mode
ja: エクスプレスモードを表示

# LIVE_VIEW_TOOLBAR_SORT
source: Sort...
ja: 並べ替え...

# LIVE_VIEW_TOOLBAR_SORT_BY_GENERATION
source: Sort by generation
ja: グループ順

# LIVE_VIEW_TOOLBAR_SORT_BY_GENERATION_IPAD
source: Default sort
ja: デフォルト

# LIVE_VIEW_TOOLBAR_SORT_BY_START_TIME
source: Sort by start time...
ja: 開始時間順...

# LIVE_VIEW_TOOLBAR_SORT_BY_START_TIME_FURTHEST_TO_NEAREST
source: Oldest stream first
ja: 遅い順

# LIVE_VIEW_TOOLBAR_SORT_BY_START_TIME_NEAREST_TO_FURTHEST
source: Recently started first
ja: 早い順

# LIVE_VIEW_TOOLBAR_SORT_BY_VIEWERS
source: Sort by viewers...
ja: 視聴者数順...

# LIVE_VIEW_TOOLBAR_SORT_BY_VIEWERS_ASCENDING
source: Least watched first
ja: 昇順

# LIVE_VIEW_TOOLBAR_SORT_BY_VIEWERS_DESCENDING
source: Most watched first
ja: 降順

# LIVE_WIDGET_TITLE
source: **LIVE**
ja: **配信中**

# LIVE_WIDGET_TITLE_NON_BOLD
source: LIVE
ja: 配信中

# MULTIPLE_CURRENTLY_LIVE_WIDGET_DESCRIPTION
source: Show two streams together.
ja: 複数のライブ配信を表示する

# MULTIPLE_CURRENTLY_LIVE_WIDGET_DISPLAY_NAME
source: Multiple Live
ja: 複数のライブ配信

# MULTIPLE_PAST_WIDGET_DESCRIPTION
source: Show two past streams together.
ja: 複数の配信アーカイブを表示する

# MULTIPLE_PAST_WIDGET_DISPLAY_NAME
source: Multiple Past
ja: 複数の配信アーカイブ

# MULTIPLE_UPCOMING_WIDGET_DESCRIPTION
source: Show two upcoming streams together.
ja: 複数の今後の配信を表示する

# MULTIPLE_UPCOMING_WIDGET_DISPLAY_NAME
source: Multiple Upcoming
ja: 複数の今後の配信

source: Network error
ja: ネットワークエラーが発生しました。

# NO_ONE_IS_STREAMING
source: No stream
ja: 配信はありません。

# NOTIFICATION_ACCESS_MESSAGE
source: Notification access is disabled. Please review your privacy settings.
ja: 通知にアクセスできません。プライバシー設定をご確認ください。

# NOTIFICATION_ACCESS_TITLE
source: Notification Access
ja: 通知アクセス許可

# NOTIFICATION_BODY %@ %@ %lld
source: %@'s stream "%@" is starting in %lld minutes.
ja: %@からの配信「%@」は%lld分後にスタートします。

# NOTIFICATION_CANCEL_NOTIFICATION
source: Cancel notification
ja: 通知をキャンセル

# NOTIFICATION_ERROR_MESSAGE
source: There was an error scheduling this notification. If this continues to happen, please reset your notifications via Settings > Manage Notifications > Cancel all notifications.
ja: エラーが発生しました。この現象が続く場合は、「設定」→「通知」→「すべての通知をキャンセル」で通知をリセットしてください。

# NOTIFICATION_ERROR_TITLE
source: Notification error
ja: エラー

# NOTIFICATION_MINUTES_BEFORE %lld
source: %lld minutes before
ja: %lld分前

# NOTIFICATION_TITLE %@ %lld
source: Stream from %@ starting in %lld minutes.
ja: %@からの配信は%lld分後にスタートします。

# OPEN_SOURCE_VIEW_TITLE
source: Open Source
ja: オープンソース

# PAST_CELL_VIEW_ENDED %@
source: Ended %@
ja: %@に配信済み

# PAST_CELL_VIEW_ENDED_AT %@
source: Ended at %@
ja: %@にライブ配信

# PAST_CHANNELS_WIDGET_DESCRIPTION
source: Show a list of channels that just streamed.
ja: ただいま配信したチャンネルを表示する

# PAST_CHANNELS_WIDGET_DISPLAY_NAME
source: Past Channels
ja: アーカイブチャンネル

# PAST_VIEW_CURRENT_COUNT %lld
source: %lld Archived
ja: %lldアーカイブ

# PAST_VIEW_CURRENT_COUNT %lld %lld
source: %lld Archived (%lld excluded)
ja: %lldアーカイブ (%lld表示されていない)

# PAST_VIEW_TITLE
source: Past
ja: アーカイブ

# PAST_VIEW_TOOLBAR_SORT_BY_END_TIME
source: Sort by end time...
ja: 配信済み時間順...

# PAST_VIEW_TOOLBAR_SORT_BY_ENDED_TIME_FURTHEST_TO_NEAREST
source: Ended most recent last
ja: 遅い順

# PAST_VIEW_TOOLBAR_SORT_BY_ENDED_TIME_NEAREST_TO_FURTHEST
source: Ended most recent first
ja: 早い順

# PAST_WIDGET_DESCRIPTION
source: Show an archived stream.
ja: アーカイブ配信を表示する

# PAST_WIDGET_DISPLAY_NAME
source: Past
ja: アーカイブ

# PAST_WIDGET_TITLE
source: **PAST**
ja: **アーカイブ**

# PAST_WIDGET_TITLE_NON_BOLD
source: PAST
ja: アーカイブ

# PLATFORM_NICONICO
source: Niconico
ja: ニコニコ動画

# PLATFORM_OTHER
source: Other
ja: 他

# PLATFORM_TBA
source: TBA
ja: 未定

# ROOT_VIEW_CONCERTS
source: Concerts
ja: ライブコンサート

# ROOT_VIEW_FAVOURITES
source: My Favorites
ja: お気に入り

# ROOT_VIEW_LIVE
source: Live
ja: 配信中

# ROOT_VIEW_PAST
source: Past
ja: アーカイブ

# ROOT_VIEW_SETTINGS
source: Settings
ja: 設定

# ROOT_VIEW_UPCOMING
source: Upcoming
ja: 今後の配信

source: Search by name or tag
ja: 名前またはタグで検索

# SETTINGS_ABOUT_BUG_REPORT
source: Feedback & Bug report
ja: フィードバック＆バグリポート

# SETTINGS_ABOUT_SECTION_HEADER
source: About
ja: このアプリについて

# SETTINGS_BETA_TESTING
source: Participate in Beta testing
ja: ベータテストに参加

# SETTINGS_CHANNEL_MANAGEMENT_HEADER
source: Channels
ja: チャンネル

# SETTINGS_DISCORD_SERVER
source: Join Discord server
ja: Discordサーバーに参加

# SETTINGS_DST_CHANGE_PICKER_TEXT %lld
source: %lld days before
ja: %lld日前

# SETTINGS_DST_CHANGE_TEXT
source: DST change reminder
ja: 夏時間の移行のお知らせ

# SETTINGS_EMAIL_SUPPORT
source: Email Support
ja: メールサポート

# SETTINGS_HELP_TRANSLATE
source: Help translate this app
ja: 翻訳に協力

# SETTINGS_MANAGE_FAVOURITE
source: Manage Channel Favorites
ja: お気に入りのチャンネル

# SETTINGS_MANAGE_FAVOURITE_FAVOURITE_SECTION
source: Favorites
ja: お気に入り

# SETTINGS_MANAGE_FAVOURITE_RESET
source: Reset Favorites
ja: お気に入りをリセット

# SETTINGS_MANAGE_FAVOURITE_RESET_ALERT_CANCEL
source: Cancel
ja: キャンセル

# SETTINGS_MANAGE_FAVOURITE_RESET_ALERT_RESET
source: Reset
ja: リセット

# SETTINGS_MANAGE_FAVOURITE_RESET_ALERT_TEXT
source: Favorites will be reset, are you sure?
ja: お気に入りをリセットします、よろしいですか？

# SETTINGS_MANAGE_FAVOURITE_VIEW_TITLE
source: Manage Favorites
ja: お気に入り

# SETTINGS_MANAGE_GENERATION_ORDER
source: Manage Generation Order
ja: グループ序次

# SETTINGS_MANAGE_GENERATION_ORDER_RESET
source: Reset order
ja: 序次をリセット

# SETTINGS_MANAGE_GENERATION_ORDER_RESET_ALERT_TEXT
source: Generation order will be reset, are you sure?
ja: 序次をリセットします、よろしいですか？

# SETTINGS_MANAGE_GENERATION_ORDER_SECTION_FOOTER
source: You can reorder the generations to alter the order they would be shown in both Live and Upcoming.
ja: グループ序次を並び替えて、「配信中」と「今後の配信」で表示される順番を変更することも可能です。

# SETTINGS_MANAGE_GENERATION_ORDER_VIEW_TITLE
source: Generation Order
ja: グループ序次

# SETTINGS_MANAGE_GENERATION_RESET_ALERT_CANCEL
source: Cancel
ja: キャンセル

# SETTINGS_MANAGE_GENERATION_RESET_ALERT_RESET
source: Reset
ja: リセット

# SETTINGS_MANAGE_GENERATION_VISIBILITY
source: Manage Generation Visibility
ja: グループフィルター

# SETTINGS_MANAGE_GENERATION_VISIBILITY_RESET
source: Reset visibility
ja: フィルターをリセット

# SETTINGS_MANAGE_GENERATION_VISIBILITY_RESET_ALERT_TEXT
source: Generation visibility will be reset, are you sure?
ja: フィルターをリセットします、よろしいですか？

# SETTINGS_MANAGE_GENERATION_VISIBILITY_SECTION_FOOTER
source: You can deselect generations to exclude them from appearing in Live and Upcoming. If you favourited a talent whose generation is excluded, they will still be shown.
ja: グループを選択解除するで、「配信中」と「今後の配信」に表示されないようにすることができます。 お気に入りに登録したタレントが所属するグループが選択解除するても、タレントを表示されます。

# SETTINGS_MANAGE_GENERATION_VISIBILITY_VIEW_TITLE
source: Generation Visibility
ja: グループフィルター

# SETTINGS_MANAGE_NOTIFICATION
source: Manage Notifications
ja: 通知

# SETTINGS_NOTIFICATION
source: Notification
ja: 通知

# SETTINGS_NOTIFICATION_CANCEL_ALL_NOTIFICATIONS
source: Cancel all notifications
ja: すべての通知をキャンセル

# SETTINGS_NOTIFICATION_CANCEL_NOTIFICATION
source: Cancel notification
ja: 通知をキャンセル

# SETTINGS_NOTIFICATION_NO_NOTIFICATION_SCHEDULED
source: No notification scheduled
ja: 通知予定なし

# SETTINGS_OPEN_SOURCE
source: Open Source
ja: オープンソース

# SETTINGS_PAST_LIMIT
source: Number of past streams to show
ja: 表示する過去のアーカイブ数

# SETTINGS_PAST_VIDEOS_SECTION_HEADER
source: Past Streams
ja: アーカイブ配信

# SETTINGS_SEARCH_SUGGESTION_LANGUAGE
source: Search Suggestion Language
ja: 検索提案言語

# SETTINGS_SEARCHING_HEADER
source: Searching
ja: 検索

# SETTINGS_SELECT_AGENCY_NAVIGATION_TITLE
source: Agency
ja: 事務所

# SETTINGS_SPECIAL_THANKS
source: Special Thanks
ja: クレジット

# SETTINGS_STREAM_TIME_FOOTER
source: If your device is set to a timezone that observes Daylight Saving Time, HoloCal will remind you about DST transitions.
ja: HoloCalは夏時間が適用されるタイムゾーンに設定されている場合、夏時間への移行をお知らせします。

# SETTINGS_STREAM_TIME_HEADER
source: Stream Time
ja: 配信時間

# SETTINGS_SUPPORT_PAGE
source: Support Page
ja: サポートページ

# SETTINGS_TITLE
source: Settings
ja: 設定

# SETTINGS_UPCOMING_SCHEDULE_HOURS_TEXT
source: Upcoming streams lookahead
ja: 今後の配信表示制限

# SETTINGS_UPCOMING_SCHEDULE_SECTION_HEADER
source: Upcoming Schedule
ja: 今後の配信

# SINGLE_SONG_VIEW_CONTEXT_MENU_JUMP_TO_SONG_IN_VIDEO
source: Jump to Song in Stream
ja: 配信に出る場所へ

# SINGLE_SONG_VIEW_CONTEXT_MENU_OPEN_IN_APPLE_MUSIC
source: Open in Apple Music
ja: Apple Musicで開く

# SONG_LIST_VIEW_NAVIGATION_TITLE
source: Songs
ja: 曲

# SONG_SHEET_DISMISS_BUTTON
source: Dismiss
ja: 閉じる

# UPCOMING_CELL_VIEW_STARTING_AT %@
source: Starting at %@
ja: %@に予定

# UPCOMING_CELL_VIEW_STARTING_IN %@
source: Starting %@
ja: %@に配信

# UPCOMING_CELL_VIEW_STARTING_TIME_UNKNOWN
source: No starting time
ja: 開始時間不明

# UPCOMING_CHANNELS_WIDGET_DESCRIPTION
source: Show a list of channels that are about to go live.
ja: 配信予定をしたチャンネルを表示する

# UPCOMING_CHANNELS_WIDGET_DISPLAY_NAME
source: Upcoming Channels
ja: 配信予定チャンネル

# UPCOMING_CONCERTS_COUNT %lld
source: %lld Upcoming Concerts
ja: %lldライブコンサート

# UPCOMING_VIEW_STREAM_COUNT_IN_HOURS %lld %lld
source: %lld Upcoming Streams in %lld hours
ja: %2$lld時間内に%1$lld人が配信予定

# UPCOMING_VIEW_STREAM_COUNT_IN_HOURS %lld %lld %lld
source: %lld Upcoming Streams in %lld hours (%lld excluded)
ja: %2$lld時間内に%1$lld人が配信予定（%3$lld表示されていない）

# UPCOMING_VIEW_TITLE
source: Upcoming
ja: 今後の配信

# UPCOMING_VIEW_TOOLBAR_SORT_BY_START_TIME_FURTHEST_TO_NEAREST
source: Furthest upcoming first
ja: 遅い順

# UPCOMING_VIEW_TOOLBAR_SORT_BY_START_TIME_NEAREST_TO_FURTHEST
source: Nearest upcoming first
ja: 早い順

# UPCOMING_WIDGET_DESCRIPTION
source: Show an upcoming stream.
ja: 今後の配信を表示する

# UPCOMING_WIDGET_DISPLAY_NAME
source: Upcoming
ja: 今後の配信

# UPCOMING_WIDGET_TITLE
source: **UPCOMING**
ja: **今後の配信**

# UPCOMING_WIDGET_TITLE_NON_BOLD
source: UPCOMING
ja: 今後の配信

# VIDEO_CONTEXT_MENU_ADD_TO_CALENDAR
source: Add to calendar
ja: カレンダーに追加

# VIDEO_CONTEXT_MENU_FAVOURITE_CHANNEL
source: Add channel to favourite
ja: お気に入りに追加

# VIDEO_CONTEXT_MENU_REMOVE_FAVOURITE
source: Remove favourite
ja: お気に入りを削除

# VIDEO_CONTEXT_MENU_SHARE
source: Share
ja: シェア

# VIDEO_CONTEXT_MENU_TWITTER_PROFILE
source: Open X profile
ja: X プロフィール

# VIDEO_CONTEXT_MENU_YOUTUBE_CHANNEL
source: Open YouTube channel
ja: YouTube チャンネル

# VIEWER_COUNTER_VIEW_MEMBER_NA
source: N/A
ja: 不明

# VIEWER_COUNTER_VIEW_MEMBER_ONLY
source: member-only
ja: メンバー限定

# VIEWER_COUNTER_VIEW_WATCHING
source: watching
ja: 視聴中

# WATCH_SETTINGS_UPCOMING_SCHEDULE_PICKER_TEXT %lld
source: %lld hours
ja: %lld時間
